Repository: Vita98/RightTyped
Catalog: RightTyped/Strings/*.lproj/Localizable.strings
Languages: it

# LOCALIZED_LANGUAGE
source: EN
it: IT

# GENERAL_CATEGORY
source: Category
it: Categoria

# GENERAL_CATEGORIES
source: Categories
it: Categorie

# GENERAL_EDIT
source: Edit
it: Modifica

# GENERAL_DELETE
source: Delete
it: Cancella

# GENERAL_ANSW_SEARCH_BAR_PLACEHOLDER
source: Search answer
it: Cerca risposta

# GENERAL_ANSWER
source: Answer
it: Risposta

# GENERAL_NEXT
source: Next
it: Avanti

# GENERAL_DONE
source: Done!
it: Fatto!

# GENERAL_CLOSE
source: Close
it: Chiudi

# GENERAL_SAVE
source: Save
it: Salva

# GENERAL_ENABLE
source: Enable
it: Abilita

# GENERAL_NOT_SHOW_THIS_MESSAGE
source: do not show this message again
it: non visualizzare più questo messaggio

# Alerts_YES
source: Yes
it: Si

# Alerts_TITLE_ARE_YOU_SURE
source: Are you sure?
it: Sei sicuro?

# Alerts_GO_BACK_WSAVING
source: Are you sure you want to go back? The changes you made will not be saved
it: Sei sicuro di voler tornare indietro? Le modifiche effettuate non verranno salvate

# Alerts_NO_MORE_CATEGORIES_AVAILABLE
source: You've run out of categories!
it: Hai terminato le categorie!

# Alerts_NO_MORE_CATEGORIES_AVAILABLE_DESCR
source: You cannot create a new category with your current subscription! Go to the premium section to continue!
it: Non puoi creare una nuova categoria con il tuo attuale abbonamento! Vai nella sezione premium per poter proseguire!

# Alerts_NO_MORE_ANSWERS_AVAILABLE
source: You've run out of answers for this category!
it: Hai terminato le risposte per questa categoria!

# Alerts_NO_MORE_ANSWERS_AVAILABLE_DESCR
source: The maximum number of answers for this category is %d. Go to the premium section to continue!
it: Il numero massimo di risposte per questa categoria è %d. Vai nella sezione premium per poter proseguire!

# SettingsTypeEnum_KEYBOARD
source: Keyboard
it: Tastiera

# SettingsTypeEnum_TUTORIAL
source: Tutorial
it: Guide

# SettingsTypeEnum_SUPPORT
source: Support
it: Supporto

# SettingsTypeEnum_TERMS_CONDITION
source: Terms and Conditions
it: Termini e Condizioni

# SettingsModel_GO_BACK_TO_DEFAULT_KEYBOARD
source: Return to the default keyboard after entering an answer
it: Ritorna sulla tastiera di default dopo aver inserito una risposta

# SettingsModel_HOW_TO_ENABLE_KEYBOARD
source: How to enable keyboard
it: Come abilitare la tastiera

# SettingsModel_HOW_TO_USE_KEYBOARD
source: How to use the keyboard
it: Come usare la tastiera

# SettingsModel_HOW_TO_CUSTOMIZE_KEYBOARD
source: How to customize your keyboard using this app
it: Come personalizzare la tastiera utilizzando quest'app

# SettingsModel_MY_PURCHASES
source: My purchases
it: I miei acquisti

# SettingsModel_CONTACT_SUPPORT_TEXT
source: Contact support
it: Contatta il supporto

# SettingsModel_TERMS_OF_USE_TEXT
source: Terms of Use
it: Termini e condizioni di utilizzo

# SettingsModel_PRIVACY_POLICY_TEXT
source: Privacy policy
it: Politica sulla riservatezza

# SettingsLinks_TERMS_OF_USE_LINK
source: https://www.apple.com/legal/internet-services/itunes/dev/stdeula/
it: https://www.apple.com/legal/internet-services/itunes/it/terms.html

# SettingsLinks_PRIVACY_POLICY_LINK
source: https://righttyped.github.io/website/privacy/
it: https://righttyped.github.io/website/privacy/it/

# Biometric_REASON
source: Please authenticate to procede
it: Devi essere autenticato per procedere

# Biometric_Alerts_BIOMETRIC_ENABLED_TITLE
source: Biometrics enabled!
it: Autenticazione biometrica abilitata!

# Biometric_Alerts_BIOMETRIC_ENABLED_MESSAGE
source: The biometric has been correctly enabled
it: L'autenticazione biometrica e stata correttamente abilitata

# Biometric_Alerts_BIOMETRIC_DISABLED_TITLE
source: Biometrics disabled!
it: Autenticazione biometrica disabilitata!

# Biometric_Alerts_BIOMETRIC_DISABLED_MESSAGE
source: The biometric has been correctly disabled
it: L'autenticazione biometrica e stata correttamente disabilitata

# Biometric_Alerts_AUTHENTICATION_FAILED_TITLE
source: Authentication failed!
it: Autenticazione fallita!

# Biometric_Alerts_AUTHENTICATION_FAILED_MESSAGE
source: You could not be verified, please try again
it: Non e stato possibile verificare la tua identità, riprova più tardi

# BiometricViewController_MIDDLE_MESSAGE
source: RightTyped is locked Use the %@ to unlock it
it: RightTyped è bloccata Utilizza il %@ per sbloccarla

# BiometricViewController_BUTTON_TEXT
source: Use %@
it: Utilizza il %@

# HomeHeaderTableViewCell_DESC
source: You have maximum %d categories
it: Hai a disposizione fino a %d categorie

# HomeHeaderTableViewCell_DESC_WITH_PRO
source: You have unlimited categories!
it: Hai categorie illimitate!

# HomeHeaderTableViewCell_ENABLE_CATEGORY
source: Enable selected category
it: Abilita categoria selezionata

# NewCategoryViewController_NEW_CATEGORY
source: New Category
it: Nuova Categoria

# NewCategoryViewController_EDIT_CATEGORY
source: Edit Category
it: Modifica Categoria

# NewCategoryViewController_CAT_NAME_PLACEHOLDER
source: Category name
it: Nome della Categoria

# NewCategoryViewController_CATEGORY_NAME_TITLE
source: Name
it: Nome

# NewCategoryViewController_CATEGORY_NAME_DESCRIPTION
source: It appears in the keyboard as a category title, it must be short
it: Viene visualizzato nella tastiera come titolo della categoria, deve essere breve

# NewAnswerViewController_ANSW_TITLE_PLACEHOLDER
source: Answer title
it: Titolo della risposta

# NewAnswerViewController_ANSW_CONTENT_PLACEHOLDER
source: Answer description
it: Descrizione della risposta

# NewAnswerViewController_DEL_ANS_ALERT_DESCRIPTION
source: Are you sure you want to delete this answer?
it: Sei sicuro di voler cancellare questa risposta?

# NewAnswerViewController_USE_TITLE_AS_BOTH_TEXT
source: Use the title as the content of the answer
it: Usa il titolo come contenuto della risposta

# NewAnswerViewController_ANSWER_DESCRIPTION
source: Fill in all the fields of the answer
it: Compila tutti i campi della risposta rapida

# NewAnswerViewController_ANSWER_TITLE
source: Title
it: Titolo

# NewAnswerViewController_ANSWER_TITLE_DESCRIPTION
source: It appears in the keyboard as the title of the answer, it must be short
it: Viene visualizzato nella tastiera come titolo della risposta, deve essere breve

# NewAnswerViewController_CONTENT_TITLE
source: Content
it: Testo

# NewAnswerViewController_CONTENT_DESCRIPTION
source: It is the text that is written as an answer, it can be long and detailed
it: È il testo che viene scritto come risposta, può essere lungo e dettagliato

# WelcomeViewController_TITLE
source: Welcome in RightTyped
it: Benvenuto in RightTyped

# WelcomeViewController_DESC1
source: No, it's not a classic keyboard! It's a container of pre-set responses!
it: No, non è una classica tastiera! È un contenitore di risposte predefinite!

# WelcomeViewController_DESC2
source: Go ahead, enable the keyboard and learn more about how it works!
it: Vai avanti, abilita la tastiera e scopri di più su come funziona!

# ViewController_TITLE
source: Personalize your answers, when and how you want!
it: Personalizza le tue risposte, quando e come vuoi!

# ViewController_DEL_CAT_ALERT_DESCRIPTION
source: Are you sure you want to delete this category? All associated questions will also be deleted
it: Sei sicuro di voler cancellare questa categoria? Tutte le domande associate verranno anch'esse cancellate

# ViewController_EMPTY_CATEGORIES
source: You have no category!
it: Non hai nessuna categoria!

# ViewController_EMPTY_ANSWERS
source: There are no answers associated with this category!
it: Non ci sono risposte associate a questa categoria!

# ViewController_NO_CATEGORY_USABLE
source: You cannot select any categories! Continue by adding one.
it: Non puoi selezionare nessuna categoria! Prosegui aggiungendone una.

# KeyboardEnabledViewController_TITLE
source: Keyboard successfully enabled!
it: Tastiera abilitata con successo!

# EnableKeyboardViewController_FIRST_STACK_TEXT
source: Enable keyboard from settings
it: Abilita la tastiera dalle impostazioni

# EnableKeyboardViewController_SECOND_STACK_TEXT
source: Go to: Settings > General > Keyboard > Keyboards > Add New Keyboard > Select RightTyped
it: Vai in: Impostazioni > Generali > Tastiera > Tastiere > Aggiungi nuova tastiera > Seleziona RightTyped

# EnableKeyboardViewController_THIRD_STACK_TEXT
source: and click on: Add New Keyboad > Select RightTyped
it: e clicca: Aggiungi Nuova Tastiera > Seleziona RightTyped

# EnableKeyboardViewController_OR_TEXT
source: or
it: oppure

# EnableKeyboardViewController_GO_TO_SETTINGS
source: Go to Settings
it: Apri le Impostazioni

# EnableKeyboardViewController_KEYBOARD_DISABLED
source: Keyboard disabled
it: Tastiera disabilitata

# EnableKeyboardViewController_KEYBOARD_ENABLED
source: Keyboard already enabled
it: Tastiera già abilitata

# Tutorials_HOW_TO_USE_KEYBOARD_TITLE
source: How to use the keyboard
it: Come usare la tastiera

# Tutorials_HOW_TO_USE_KEYBOARD_openKeyboard
source: Open the keyboard and hold the globe icon
it: Apri la tastiera e tieni premuto l'icona del globo

# Tutorials_HOW_TO_USE_KEYBOARD_selectKeyboard
source: Select RightTyped
it: Seleziona RightTyped

# Tutorials_HOW_TO_USE_KEYBOARD_selectAnswer
source: Click the answer that best suits you and you're ready to answer!
it: Clicca la risposta che più si addice e sei pronto a rispondere!

# Tutorials_HOW_TO_USE_KEYBOARD_clickSend
source: Click the send button!
it: Clicca Invio!

# Tutorials_HOW_TO_USE_KEYBOARD_mindChanged
source: Wrong answer or have you changed your mind?
it: Hai sbagliato risposta o ci hai ripensato?

# Tutorials_HOW_TO_USE_KEYBOARD_clickBack
source: Click the back icon and the answer will be deleted
it: Clicca l’icona indietro e la risposta verrà cancellata

# Tutorials_HOW_TO_USE_KEYBOARD_personalizeKeyboard
source: Do you want to customize your keyboard?
it: Vuoi personalizzare la tua tastiera?

# Tutorials_HOW_TO_USE_KEYBOARD_clickAppIcon
source: Click on the app icon to open it
it: Clicca sull’icona dell’app per aprirla

# Tutorials_HOW_TO_USE_KEYBOARD_finalTitle
source: You are ready to use the keyboard!
it: Sei pronto per usare la tastiera!

# Tutorials_HOW_TO_CUSTOMIZE_KEYBOARD_TITLE
source: How to customize the keyboard using the app
it: Come personalizzare la tastiera mediante l’app

# Tutorials_HOW_TO_CUSTOMIZE_KEYBOARD_dragAndDrop
source: Reorder categories with a simple drag and drop
it: Riordina le categoria tramite un semplice drag e drop

# Tutorials_HOW_TO_CUSTOMIZE_KEYBOARD_orderInApp
source: The order presented in the app will be preserved in the keyboard
it: L'ordine presente nell'app verrà mantenuto nella tastiera

# Tutorials_HOW_TO_CUSTOMIZE_KEYBOARD_answerDragAndDrop
source: Reorder answers with a simple drag and drop
it: Riordina le risposte tramite un semplice drag e drop

# Tutorials_HOW_TO_CUSTOMIZE_KEYBOARD_possibleAction
source: Add, edit or delete categories and answers using the following buttons
it: Aggiungi, modifica o cancella le categorie e le risposte usando i seguenti bottoni

# Tutorials_HOW_TO_CUSTOMIZE_KEYBOARD_finalTitle
source: You are ready to customize your keyboard!
it: Sei pronto a personalizzare la tua tastiera!

# Tutorials_HOW_TO_USE_KEYBOARD_keyboardPopUp
source: Press and hold your finger on an answer to see its content
it: Tieni premuto il dito su di una risposta per vederene il contenuto

# Support_Alerts_SERVICE_NOT_AVAILABLE_TITLE
source: Mail services not available!
it: Invio email non disponibile!

# Support_Alerts_SERVICE_NOT_AVAILABLE_DESCR
source: It appears you don't have any email account associated with your device. Set one up and then come back here to send a support request.
it: Sembra tu non abbia alcun account email associato al dispositivo. Configurane uno e poi torna qui per inviarci una richiesta di supporto.

# Support_Alerts_EMAIL_SENT_TITLE
source: Email sent!
it: Email inviata!

# Support_Alerts_EMAIL_SENT_DESCR
source: Your support request has been sent successfully!. Within 24 hours an operator will contact you on the email address from which the request was sent.
it: La tua richiesta di supporto è stata inviata con successo!. Entro 24 ore un operatore ti ricontatterà sull'indirizzo email da cui è stata inviata la richiesta.

# Support_Alerts_EMAIL_ERROR_TITLE
source: Error sending email!
it: Errore nell'invio dell'email!

# Support_Alerts_EMAIL_ERROR_DESCR
source: Something went wrong while sending the email. Please try again later.
it: Qualcosa è andato storto durante l'invio dell'email. Riprova più tardi.

# Support_MAIL_SUBJECT
source: RightTyped - Support request
it: RightTyped - Richiesta di supporto

# Support_MAIL_BODY
source: Please indicate here the reason of your support request:
it: Indica qui il motivo della tua richiesta di supporto:

# Premium_Popup_SuccessPpu_TITLE
source: Purchase made!
it: Acquisto effettuato!

# Premium_Popup_SuccessPpu_DESCRIPTION
source: You can continue to create new categories!
it: Puoi continuare a creare nuove categorie!

# Premium_Popup_SuccessPro_TITLE
source: Purchase made!
it: Acquisto effettuato!

# Premium_Popup_SuccessPro_DESCRIPTION
source: You have successfully purchased your annual subscription! You can continue to create categories and answers unlimitedly!
it: Hai correttamente acquistato il l’abbonamento annuale! Puoi continuare a creare categorie e risposte illimitatamente!

# Premium_Popup_Failure_TITLE
source: Something went wrong!
it: Qualcosa è andato storto!

# Premium_Popup_Failure_DESCRIPTION
source: Something went wrong during the purchase of the product. Go to the support section to send a report.
it: Qualcosa è adato storto durante l’acquisto del prodotto. Vai nella sezione supporto per inviare una segnalazione.

# Premium_Popup_SuccessProRestoration_TITLE
source: Pro Subscription Successfully Restored!
it: Abbonamento Pro correttamente ripristinato!

# Premium_Popup_SuccessProRestoration_DESCRIPTION
source: Your Pro subscription has been successfully restored! You will be able to enjoy the features until %@.
it: Il tuo abbonamento Pro è stato correttamente ripristinato! Potrai usufruire delle funzionalità fino al %@.

# Premium_Popup_NothingToRestore_TITLE
source: Nothing to restore!
it: Nulla da ripristinare!

# Premium_Popup_NothingToRestore_DESCRIPTION
source: No purchase restored! If you think this is an error, send a report from the settings.
it: Non è stato trovato alcun acquisto da ripristinare! Se ritieni sia un errore invia una segnalazione dalle impostazioni.

# Alerts_ProNotRenewed_TITLE
source: Your subscription could not be renewed!
it: Non è stato possibile rinnovare il tuo abbonamento!

# Alerts_ProNotRenewed_DESCRIPTION
source: Something went wrong during the renewal of your subscription or the automatic renewal was disabled. Renew your subscription in the Premium section or select which categories to keep
it: Qualcosa è andato storto durante il rinnovo dell’abbonamento oppure è stato disabilitato il rinnovo automatico. Rinnova l’abbonamento nella sezione Premium oppure seleziona quali categorie mantenere

# Alerts_ProNotRenewed_SELECT_CATEGORIES_TITLE
source: Select categories
it: Seleziona le categorie

# Alerts_ErrorRestoringPurchase_TITLE
source: Warning!
it: Attenzione!

# Alerts_ErrorRestoringPurchase_DESCRIPTION
source: An error occurred while restoring your purchases. Please try again later!
it: Si è verificato un errore durante il ripristino degli acquisti. Riprova più tardi!

# Alerts_ProNotRenewedNoCatSelection_TITLE
source: Your subscription could not be renewed!
it: Non è stato possibile rinnovare il tuo abbonamento!

# Alerts_ProNotRenewedNoCatSelection_DESCRIPTION
source: Your subscription renewal was unsuccessful. If you decide not to renew, all categories with more than %d responses will be truncated. Remaining answers cannot be used until a new Pro plan is activated.
it: Il rinnovo del tuo abbonamento non è andato a buon fine. Se decidi di non rinnovarlo tutte le categorie con più di %d risposte verranno troncate. Quelle in eccesso non potranno essere usate fino all'attivazione di un piano Pro.

# Alerts_ProNotRenewedNoCatSelection_NOT_INTERESTED
source: Not interested
it: Non sono più interessato

# Alerts_AreSureAboutSelection_DESCRIPTION
source: The chosen categories cannot be changed or used until a new Pro plan is activated or new categories are purchased.
it: Le categorie scelte non potranno essere cambiate o utilizzate fino all'attivazione di un nuovo piano Pro o all'acquisto di nuove categorie.

# Premium_Popup_CategoryDisabled_TITLE
source: Disabled Category!
it: Categoria disabilitata!

# Premium_Popup_CategoryDisabled_DESCRIPTION
source: This category has been disabled because your pro subscription has expired or has been cancelled. To re-enable it, purchase a new pro subscription or a new category.
it: Questa categoria è stata disabilitata perchè il tuo abbonamento pro è scaduto o è stato cancellato. Per riabilitarla acquista un nuovo abbonamento pro o compra una nuova categoria.

# Premium_Popup_AnswerDisabled_TITLE
source: Disabled Answer!
it: Risposta disabilitata!

# Premium_Popup_AnswerDisabled_DESCRIPTION
source: This response has been disabled because your pro subscription has expired or has been cancelled. To re-enable it, purchase a new pro subscription.
it: Questa risposta è stata disabilitata perchè il tuo abbonamento pro è scaduto o è stato cancellato. Per riabilitarla acquista un nuovo abbonamento pro.

# Premium_MyPurchases_RESTORE_PURCHASES_BUTTON_TITLE
source: Restore purchases
it: Ripristina acquisti

# Premium_MyPurchases_NO_PURCHASES_FOUND
source: No purchases found
it: Non sono presenti acquisti

# Premium_MyPurchases_PURCHASE_DATE
source: Purchased on %@
it: Acquistato il %@

# Premium_MyPurchases_EXPIRATION_DATE
source: Expires %@
it: Scade il %@

# Premium_Plans_NO_PREMIUM_OPTIONS
source: No premium option available at the moment!
it: Non ci sono offerte premium disponibili in questo momento!

# Premium_Plans_REFRESH_BUTTON_TITLE
source: Refresh
it: Ricarica

# Premium_SelectCategories_MAIN_TITLE
source: Select categories
it: Seleziona le categorie

# Premium_SelectCategories_MAIN_DESCRIPTION
source: You can select a maximum of %d categories, the initial %d plus those purchased through in app purchases
it: Ne puoi selezionare un massimo di %d, le %d iniziali più quelle acquistate mediante acquisti in app

# Premium_SelectCategories_SELECTION_TEXT
source: %d out of %d categories selected
it: %d su %d categorie selezionate

# Premium_SelectCategories_INFO_POPUP_DESCRIPTION
source: All remaining categories will not be deleted but cannot be used until a new category or a new premium subscription is purchased If there are categories with more than %d answers, the remaining ones will not be deleted but they cannot be used until a new premium subscription is activated.
it: Tutte le categorie rimanenti non verranno cancellate ma non potranno essere utilizzate fino al’acquisto di una nuova categoria o di un nuovo abbonamento premium Se dovessero essere preseni delle categorie con più di %d risposte, le rimanenti non verranno cancellate ma non potranno essere usate fino all’attivazione di un nuovo abbonamento premium.

# Premium_SubscriptionType_INCLUDED
source: Included
it: Incluso

# Premium_SubscriptionType_YEARLY
source: year
it: anno

# Premium_SubscriptionType_MONTLY
source: month
it: mese

# Premium_SubscriptionType_WEEKLY
source: week
it: settimana

# Premium_SubscriptionType_DAILY
source: day
it: giorno

# Premium_SubscriptionType_AGGREGATED
source: total
it: totale

# Premium_Plans_FirstBasePlan_DESCRIPTION
source: It includes all the features available in the free version already enabled by default.
it: Include tutte le funzionalità diponibili nella versione gratuita gia abilitate di default.

# Premium_Plans_FirstBasePlan_BUTTON_TITLE
source: Active
it: Già attivo

# Premium_Plans_FirstBasePlan_FIRST_STACK_TEXT
source: Max %d categories
it: Massimo %d categorie

# Premium_Plans_FirstBasePlan_SECOND_STACK_TEXT
source: Max %d answers for each category
it: Massimo %d risposte per ogni categoria

# Premium_Plans_FirstBasePlan_THIRD_STACK_TEXT
source: All features available in the future
it: Tutte le funzionalità disponibili in futuro

# Premium_Plans_FirstProPlan_DESCRIPTION
source: Unlocks all features available to date plus all features available in future updates.
it: Sbocca tutte le funzionalità disponibili ad oggi più tutte quelle disponibili in aggioramenti futuri.

# Premium_Plans_FirstProPlan_NOTE
source: Note: You will be able to recover this purchases even after an uninstallation
it: Nota: Potrai recuperare questo acquisto anche dopo una disinstallazione

# Premium_Plans_FirstProPlan_BUTTON_TITLE
source: Buy
it: Compra

# Premium_Plans_FirstProPlan_FIRST_STACK_TEXT
source: Unlimited categories
it: Categorie illimitate

# Premium_Plans_FirstProPlan_SECOND_STACK_TEXT
source: Unlimited answers for each category
it: Risposte illimitate per ogni categoria

# Premium_Plans_FirstProPlan_THIRD_STACK_TEXT
source: All features available in the future
it: Tutte le funzionalità disponibili in futuro

# Premium_Plans_FirstPpuPlan_DESCRIPTION
source: Buy only the features you need most, with no commitment or annual recurrence.
it: Compra solo le funzionalità che più ti servono, senza alcun impegno o ricorrenza annuale.

# Premium_Plans_FirstPpuPlan_NOTE
source: Note: these purchases will be lost if you uninstall the app
it: Nota: questi acquisti verranno persi se disinistalli l'app

# Premium_Plans_FirstPpuPlan_BUTTON_TITLE
source: Buy
it: Compra

# Premium_Plans_FirstPpuPlan_FIRST_STACK_TEXT
source: Single category with %d answers
it: Singola categoria con %d risposte

# Premium_Plans_FirstPpuPlan_SECOND_STACK_TEXT
source: %d categories with %d answers each
it: %d categorie con %d risposte l'una

# SettingsViewController_TITLE
source: Settings
it: Impostazioni
